Repository: mops1k/SteamShortcut
Catalog: SteamShortcut/Localization.*.resx
Languages: ru_ru

# SteamUserDialog_Show_Select_Steam_user
source: Select Steam user
ru_ru: Выберите пользователя Steam

# SteamUserDialog_Show_User
source: User
ru_ru: Пользователь

# ContextMenu_AddQuestion
source: Add Windows context menu item to executable files?
ru_ru: Добавить контекстное меню для исполняемых файлов?

# MessageBox_Confirm
source: Confirm
ru_ru: Подтвердите действие

# ContextMenu_RemoveQuestion
source: Remove Windows context menu item?
ru_ru: Удалить контекстное меню для исполняемых файлов?

# ContextMenu_Name
source: Add to Steam
ru_ru: Добавить в библиотеку Steam

# SteamUserDialog_UnknownUser
source: unknown
ru_ru: неизвестный

# VDF_ReadError
source: Failed to read shortcuts.vdf. Does a shortcuts.vdf file exist? Try to add a non-steam game to steam first
ru_ru: Не удалось прочитать shortcuts.vdf. Существует ли файл shortcuts.vdf? Попробуйте сначала добавить в steam игру, которая не является игрой Steam

# SteamShortcut_Add_Steam_Shortcut_Error
source: Steam Shortcut Error
ru_ru: Ошибка добавления в библиотеку Steam

# VDF_AddExecutableError
source: Failed to add executable
ru_ru: Не удалось добавить исполняемый файл в библиотеку Steam

# VDF_WriteError
source: Failed to write shortcuts.vdf
ru_ru: Не удалось записать изменеия в shotcuts.vdf

# SteamShortcut_PathsNotInitialized
source: Can't find steam paths. Is Steam installed?
ru_ru: Не удалось найти пути Steam. Проверьте, установлен ли он у вас?
